[[{"key":"0","speaker":"","name":"Реєстрація, ранкова кава","time":"8:30","color":"yellow","hall":"","text":""},{"key":"1","speaker":"","name":"Вітальні слова","time":"9:30","color":"yellow","hall":"","text":""},{"key":"2","speaker":"Кім Зеттер","name":"Stuxnet і потому: епоха Кібервійни","time":"10:00","color":"#CF4","hall":"main","text":"У червні 2010 року дослідники з білоруської антивірусної компанії виявили ШПЗ (malware) на комп’ютері в Ірані, яке спричиняло неодноразовий креш інших комп’ютерів. Спочатку вони подумали, що то звичайний вірус. Але по мірі того, як вони та інші дослідники з усього Світу копали далі, з’ясувалося, що цей код був загадковим хробаком безпрецедентної складності. Вони зіткнулися з першою у Світі цифровою зброєю. Stuxnet по мірі виявлення був несхожий на жоден вже створений вірус чи хробак: замість просто зламувати комп’ютер або красти з нього інформацію, Stuxnet покинув межі цифрового королівства задля наненення дійсно фізичної шкоди обладнанню, яке контролює комп’ютер. У даному випадку це були центрифуги для збагачення урану згідно ядерної програми Ірану. Кім Зеттер, авторка книги “Зворотний облік до Дня Нуль: Стакснет та Запуск Першої Світової Цифрової Зброї” ( Countdown to Zero Day: Stuxnet and the Launch of the World's First Digital Weapon) розкаже історію про планування, запуск та виявлення Stuxnet та чому та атака була такої унікальною та складною. Також буде обговорено підтекст та наслідки атаки та чому Stuxnet був попередником атак на іншу критичну інфраструктуру в Україні та будь-де."},{"key":"3","speaker":"Джеф Хeмм","name":"Як Був Виявлений Той Злом?","time":"11:00","color":"#CF4","hall":"main","text":"Mandiant провела тисячі IR-досліджень у різних галузях та мережах. У кожному випадку клієнт був проінформований третьою стороною про злом або виявив щось \"не цілком правильне\" в мережі. У кількох випадках алерти, знайдені клієнтом, призвели до виявлення цілеспрямованої атаки і подальшого розслідування інциденту. У цій презентації буде використано міжнародні приклади, де Mandiant був залучений, щоб ближче подивитися, як злом було виявлено і які уроки безпеки можна дізнатись із алертів, наприклад, як зміни монітору стану на контролері домену призвели до виявлення збирання облікових даних. Висновки включатимуть практичні аспекти у багатьох середовищах."},{"key":"4","speaker":"Антон Павлушко","name":"OSINT як інструмент ведення інформаційної війни","time":"11:00","color":"#0CF","hall":"ac","text":"З 2014-го року українські волонтери InformNapalm ведуть свою інформаційну війну проти Росії. Як вони починали з маленького сайту, що розказував про російське вторгнення до Криму, а згодом стали одними з провідних міжнародних OSINT-проектів. Як вони росли, помилялись та виправлялись, вчились та навчились шукати інформацію у відкритих джерелах."},{"key":"5","speaker":"Олексій Смірнов","name":"Чому люди розуміють інформаційну безпеку неправильно (і як це виправити)","time":"11:00","color":"#F6E","hall":"bd","text":""},{"key":"6","speaker":"Девід Мейнор","name":"Чому нас навчив MeDoc: Supply Chain Security","time":"12:00","color":"#CF4","hall":"main","text":"Після MeDoc нам усім потрібен новий шлях ідентифікації постачальників програмного забезпечення. Цей виступ окреслить як знайти та класифікувати софт з «ланцюга поставок» для мінімізації пов’язаних ризиків."},{"key":"7","speaker":"Олексій Семеняка","name":"Чи обов'язково регулювання повинні впроваджуватися державою?","time":"12:00","color":"#0CF","hall":"ac","text":"Міркування щодо недержавного регулювання."},{"key":"23","speaker":"Володимир Стиран","name":"Як побудувати програму обізнаності, щоб не вийшов повний відстій","time":"12:00","color":"#F6E","hall":"bd","text":""},{"key":"8","speaker":"","name":"Обід","time":"12:45","color":"yellow","hall":"","text":""},{"key":"9","speaker":"Кауто Хуопіо","name":"Як Національний Центр кібербезпеки Фінляндії співпрацює з компаніями та гравцями критичної інфраструктури у Фінляндії?","time":"13:30","color":"#CF4","hall":"main","text":"Як спільнота провайдерів (ISP) співпрацює з питань кібербезпеки? Що є фінськими інструментами для доведення інформації про зловживання до кінцевих користувачів? Цей виступ розкаже про співпрацю спільноти кібербезпеки у Фінляндії."},{"key":"10","speaker":"Максим Тульев","name":"BGP: атака на ядро Інтернету","time":"13:30","color":"#0CF","hall":"ac","text":"Опис ситуації з IP Hijacking, їх застосування та можливий захист"},{"key":"11","speaker":"Девід Мейнор","name":"Десять кроків для підвищення захищеності систем","time":"13:30","color":"#F6E","hall":"bd","text":"Цей семінар спрямований на ІТ-адміністраторів з початковим та середнім рівнями експертизи. Майстер-клас розділений на десять кроків, які адміністратор може здійснити, щоб зробити свою систему безпечнішою та зібрати журнали / докази після можливої компрометації. Семінар охоплює Linux та Windows. Ці кроки не залежать від конкретних інструментів і в першу чергу зосереджуються на конфігуруванні та виявленні вразливостей.\n\nБудь ласка, візьміть ноутбуки для практики."},{"key":"12","speaker":"Андрій Брюховецький","name":"Огляд Розповсюдження Шкідливого ПЗ – це не так вже й круто.","time":"14:30","color":"#CF4","hall":"main","text":"Прогалина у вашому щоденному каналі розповсюдження шкідливого програмного забезпечення. Цій доклад намагатиметься надати ще більше розуміння того, що ми зазвичай не бачимо в кампаніях з розповсюдження шкідливого ПЗ, наприклад, що програмне забезпечення / ботнети використовують для доставки, атрибуція акторів / груп, а також інші корисні фішки."},{"key":"13","speaker":"Олексій Старов","name":"Від шкідливих браузерних додатків до вразливостей користувацького інтерфейсу в мобільних браузерах","time":"14:30","color":"#0CF","hall":"ac","text":"Шахрайські кампанії - розповсюджений приклад сучасних шкідливих веб-сторінок. Конкретний тип шахрайства може відрізнятися: це може бути сторінка фейкового антивіруса, підробне повідомлення про виграш або фейкове онлайн-опитування і таке інше. У першій частині виступу Олексій розповість про популярний наразі вид шахрайства щодо спонукання користувача встановити шкідливі, тіньові або просто небажані розширення браузеру. Атакуючі бажають розповсюдити власні розширення через їх привелігіроване положення всередині браузера жертви. Також буде досліджено які агресивні та анти-приватні розширення присутні у магазині Chrome і таке інше.\n\nУ другій частині виступу Олексій покаже як будь-яка шкідлива веб-сторінка може використовувати вразливість користувацького інтерфейсу (UI) мобільних браузерів, наприклад для проведення успішних фішингових кампаній. Дослідження показують, що 98,6% протестованих популярних браузерів вразливі щонайменше до однієї з 27 типів UI-атак."},{"key":"14","speaker":"","name":"Перерва","time":"15:15","color":"yellow","hall":"","text":""},{"key":"15","speaker":"Аарон Люо","name":"Інтернет речей, SDR та автомобільна безпека.","time":"15:30","color":"#CF4","hall":"main","text":"З ростом кількості пристроїв IoT (Інтернету речей) безпека IoT стає все більш важливою. Через природу з’єднання бездротових пристроїв, Software Defined Radio (SDR) стала важливим питанням для безпеки Інтернету речей. У цій презентації ми поділимося проблемами безпеки різних IoT-присторіїв, таких як роутери, дрони та автомобільні розважальні системи. Ми представимо також підходи та інструменти, такі як логічний аналізатор SDR, USB до TTL та IDA Pro, які використовуються для аналізу та виявлення таких проблем."},{"key":"16","speaker":"Микола Коваль","name":"Український ландшафт загроз 2017.","time":"15:30","color":"#0CF","hall":"ac","text":"Протягом презентації Микола запропонує підсумувати через що ми (Україна) пройшли у 2017 році у площині кіберзгроз. Микола продемонструє технічні деталі розслідуваних malware/botnets/threats/TTPs. Окреслить причини чому атаки завжди успішні (чому ми усі завжди косячимо) та зробить висновок що необхідно зробити для пом’якшення."},{"key":"17","speaker":"Ібрагім Халіл Сарухан","name":"Виклики для великомасштабного розслідування на мобільних присторях, з прикладами з реального життя.","time":"15:30","color":"#F6E","hall":"bd","text":"Судові розслідування на мобільних пристроях стають складним завданням якщо їх масштаб збільшується з невеликої кількості пристроїв до тисяч. Це стає ще складнішим завданням коли мобільні додатки містять зашифровані дані і найскладнішим, коли мобільні додатки розроблені з певною метою та мають спеціальні анті-форенсік особливості. Злочинці використовують нові шляхи комунікації у сучасному світі і кількість месенджерів миттєвих повідомлень постійно зростає. Розслідувачі цифрових злочинів повинні рости у рішеннях для викликів сучасних розслідувань на мобільних присторях."},{"key":"18","speaker":"Тім Карпинський","name":"Уряд, бухло і кібервійна: проповідь про кібер-заповіді.","time":"16:30","color":"#CF4","hall":"main","text":""},{"key":"19","speaker":"Олександра Гладишевська","name":"Фінансовий захист від ризиків у кіберпросторі.","time":"16:30","color":"#0CF","hall":"ac","text":"Для керування ризиками кіберпростору на підприємствах застосовується багато інструментів, серед яких останнім часом суттєву роль також відіграє кіберстрахування – страхове покриття, що відшкодовує матеріальні та нематеріальні (репутація, відповідальність перед третіми особами тощо) втрати компанії, що виникли через кібератаку та збій в роботі комп’ютерних систем. Мета виступу – більш детально розповісти про особливості полісів кіберстрахування та визначити, коли кіберстрахування стає вирішальним фактором фінансової стійкості компанії."},{"key":"20","speaker":"Костянтин Педан","name":"Фазінг веб-додатків.","time":"16:30","color":"#F6E","hall":"bd","text":"Метою виступу Костянтина є розповісти про особливості фазінгу веб-додатків та відпрацювати ефективну стратегію тестування. Будуть обговорені відмінності у підходах до фазінгу класичних мережевих веб-додатків, основних проблемах та існуючих рішеннях."},{"key":"21","speaker":"","name":"Розіграш призів, заключне слово","time":"17:30","color":"yellow","hall":"","text":""},{"key":"22","speaker":"","name":"Вечірка","time":"18:00","color":"yellow","hall":"","text":""}],[{"key":"0","speaker":"","name":"Registration, morning coffee","time":"8:30","color":"yellow","hall":"","text":""},{"key":"1","speaker":"","name":"Welcomes","time":"9:30","color":"yellow","hall":"","text":""},{"key":"2","speaker":"Kim Zetter","name":"Stuxnet and beyond: the age of cyberwarfare","time":"10:00","color":"#CF4","hall":"main","text":"In June 2010, researchers with an antivirus firm in Belarus discovered malware on com-puters in Iran that were causing the machines to crash repeatedly. At first they thought it was a routine virus. But as they and other experts around the world delved into it further, they discovered the code was a mysterious worm of unparalleled complexity. They had, they soon learned, stumbled upon the world's first digital weapon. Stuxnet, as it came to be known, was unlike any other virus or worm built before: Rather than simply hijacking targeted computers or stealing information from them, it escaped the digital realm to wreak actual physical destruction on equipment controlled by the computers -- in this case, cen-trifuges used to enrich uranium for Iran's nuclear program.\nKim Zetter, author of the book Countdown to Zero Day: Stuxnet and the Launch of the World's First Digital Weapon, will tell the story of Stuxnet's planning, execution and dis-covery and why the attack was so unique and sophisticated. She'll also discuss the impli-cations and repercussions of the assault and why it was the harbinger for attacks on other critical infrastructure in Ukraine and elsewhere."},{"key":"3","speaker":"Jeff Hamm","name":"How Was that Breach Detected?","time":"11:00","color":"#CF4","hall":"main","text":"Mandiant has done thousands of IR investigations across multiple industry types and net-works. In each case, the customer was either altered by a third party about the breach or discovered something “not quite right” in the network. In several cases the alerts the cus-tomer discovered led to discovery of a targeted attacker in the environment - and a subse-quent incident response investigation.\nIn this presentation, we will use international case examples Mandiant investigated to take a closer look at how the breach was discovered and what security lessons can be learned from the alerts - for example how a performance monitor on a domain controller spiked which led to discovery of credential harvesting. The take away will include actionable items in many environments."},{"key":"4","speaker":"Anton Pavlushko","name":"OSINT as a tool of information war","time":"11:00","color":"#0CF","hall":"ac","text":"Since 2014 Ukrainian volunteers from InformNapalm have been waging information war-fare against Russia. How they started with small website which had informing on Russian intrusion into Crimea and later became one of leading international OSINT-project. How they grew, were mistaken and made amends, learnt and have learned to find information from open sources."},{"key":"5","speaker":"Alex Smirnoff","name":"Why people get information security wrong (and how to fix it)","time":"11:00","color":"#F6E","hall":"bd","text":""},{"key":"6","speaker":"David Maynor","name":"Learning from MeDoc: Supply Chain Security","time":"12:00","color":"#CF4","hall":"main","text":"After MeDoc a new way to identify supply chain software is needed. This talk will outline how to find and classify supply chain software in order to minimize its risk."},{"key":"7","speaker":"Alex Semenyaka","name":"Must regulations be implemented by a Government?","time":"12:00","color":"#0CF","hall":"ac","text":"Thoughts on non-public regulations"},{"key":"23","speaker":"Vlad Styran, Berezha Security","name":"How to Build Security Awareness Programs That Don't Suck","time":"12:00","color":"#F6E","hall":"bd","text":""},{"key":"8","speaker":"","name":"Lunch","time":"12:45","color":"yellow","hall":"","text":""},{"key":"9","speaker":"Kauto Huopio","name":"How the National Cyber Security Centre of Finland is cooperating with the critical infra-structure companies and actors in Finland?","time":"13:30","color":"#CF4","hall":"main","text":"How ISP community is cooperating on cyber security matters? What are the Finnish tools to get network abuse information distributed to the end users?\n\nThis talk will describe the cyber security community cooperation in Finland."},{"key":"10","speaker":"Max Tulyev","name":"BGP: attack against Core of Internet","time":"13:30","color":"#0CF","hall":"ac","text":"IP highjacking attack and defence."},{"key":"11","speaker":"David Maynor","name":"10 System Hardening Steps","time":"13:30","color":"#F6E","hall":"bd","text":"This workshop is aimed towards entry level and intermediate IT administrators. The workshop is broken into 10 steps an administrator can do to make their system more secure or gather logs/evidence in post compromise. The workshop covers Linux and Windows. The steps are tool agnostic and primarily focus on configuration and vulnerability discovery.\n\nPlease take your laptops."},{"key":"12","speaker":"Andriy Brukhovetskyy","name":"Malware distribution insight – it’s not so cool.","time":"14:30","color":"#CF4","hall":"main","text":"A blind spot in your daily malware distribution feed. \nThis talk would try to give some more insight on what we normally don’t see in malware distribution campaigns, as what software/botnets are used for delivery, actor(s)/groups at-tribution and some more goodies."},{"key":"13","speaker":"Alex Starov","name":"From malicious browser extensions to UI vulnerabilities in mobile browsers","time":"14:30","color":"#0CF","hall":"ac","text":"Scam campaigns are prevalent examples of modern malicious web pages. The particular type of scam may vary, whether it is a fake antivirus page, a fake reward message or a rogue online survey, etc. In the first part of the talk, Alex will discuss the trending nowa-days type of scam that tricks users to install malicious, shady or simply unwanted browser extensions. Attackers desire to distribute own extensions because of their privileged posi-tion inside a victim's browser, as extensions have access to content and functionality that is not available to webpages, such as, the ability to send and read cross-origin requests, inject custom scripts on other pages, as well as get access to a browser's history and cookie jar. It will be investigated what privacy-intrusive extensions are there in the Chrome store, and more. And in the second part, Alex will show you how any malicious web page can benefit from UI vulnerabilities among mobile browsers, e.g. for successful phishing campaigns. Mobile browser security has not received much of attention from researchers yet but their results show that 98.6% of the tested popular browsers are vulnerable to at least one of 27 UI-related attack building blocks."},{"key":"14","speaker":"","name":"Coffee break","time":"15:15","color":"yellow","hall":"","text":""},{"key":"15","speaker":"Aaron Luo","name":"IoT, SDR, and Car Security","time":"15:30","color":"#CF4","hall":"main","text":"With the growth of IoT devices, the security of IoT became more and more important. Due to natural of wireless connected devices, Software Defined Radio (SDR) has become an important issue of IoT security. In this presentation, we will share the security issues of various IoT devices, such as router, drone, and infotainment system of cars. We will introduce the approaches and tools, such as logic analyzer, SDR, USB to TTL and IDA Pro, used to analyze and discover these issues as well."},{"key":"16","speaker":"Mykola Koval","name":"Ukrainian threatscape. 2017","time":"15:30","color":"#0CF","hall":"ac","text":"During this presentation Mykola would propose to sum up what we (Ukraine) have been through in 2017 (in terms of cyber threats). Mykola plans to demonstrate technical details of investigated malware/botnets/threats/TTPs. Outline reasons of why attacks always suc-cessful (why we all always f*cked up) and deduce what should be done in order to mitigate badness."},{"key":"17","speaker":"Ibrahim Halil Saruhan","name":"Challenges on large scale mobile device investigations with Real life examples.","time":"15:30","color":"#F6E","hall":"bd","text":"Mobile device forensic investigations becomes a challenging task if scope of the investiga-tions gets from a few devices to thousands of devices. It gets more difficult when mobile applications store data with strong encryption and even more difficult when mobile applica-tions are developed for a specific purpose and have inherent anti-forensics features. Criminals use new ways of communication in today's world and the number of mobile in-stant messaging applications are continuously increasing. Digital forensic investigators should come up with solutions for the challenges of today's mobile device investigations."},{"key":"18","speaker":"Tim Karpinsky","name":"Gov, booze and cyberwars: preaching on cyber testament","time":"16:30","color":"#CF4","hall":"main","text":""},{"key":"19","speaker":"Olexandra Gladyshevska","name":"Financial risks Protection in Cyberspace","time":"16:30","color":"#0CF","hall":"ac","text":"Business uses many tools to manage the risks of cyberspace, among which cyber insur-ance also plays a significant role in recent times – an insurance coverage of material and non-material (reputational, third party liability, etc.) losses due to cyber-attacks and net-work interruption."},{"key":"20","speaker":"Kostiantyn Pedan","name":"Web Application fuzzing","time":"16:30","color":"#F6E","hall":"bd","text":"Kostiantyn will talk on web application fazzing features and how to work through effecting testing strategy.\n\nWhat will be discussed: differences in approaches to classic network applications’ fazzing, related main problems and existing solutions."},{"key":"21","speaker":"","name":"Drawing, conclusion","time":"17:30","color":"yellow","hall":"","text":""},{"key":"22","speaker":"","name":"Little Party Never Killed Nobody","time":"18:00","color":"yellow","hall":"","text":""}]]
