[[{"key":"0","speaker":"Кім Зеттер","position":"Журналіст/писменниця","photo":{"uri":"https://uisgcon.org/speakers/kim-zetter.jpg?9"},"description":"Кім Зеттер є відомою у Світі журналісткою та письменницею. Її статті публікувалися у багатьох виданнях по всьому Світу, у тому числі у Los Angeles Times, San Francisco Chronicle, Jerusalem Post, San Jose Mercury News, Detroit Free Press, та the Sydney Morning Herald, але найбільше вона запам’яталася по публікаціям більше 100 статей у Wired News. Також Кім пиcала та була редактором у PC World, а ще гостем на NPR та CNN. У 2003-2004 роках серія її статей про електронне голосування виграла кілька нагород, а Кім була номінована на престижну нагороду Investigative Reporters and Editors Award. Кім Зеттер інтерв’ювала та написала про багато цікавих людей, наприклад, про Голову криптографічного центру ЦРУ Еда Шейдта, творця Partiot Act Віета Діна, а також відомого криптографа Брюса Шнаєра. Вона також написала книгу “Зворонтий відлік до Дня Нуль: Стакснет та Запуск Першої Світової Цифрової Зброї” (Countdown to Zero Day: Stuxnet and the Launch of the World's First Digital Weapon).","slideshare":""},{"key":"1","speaker":"Кауто Хуопіо","position":"головний спеціаліст, FICORA / NCSC-FI ","photo":{"uri":"https://uisgcon.org/speakers/kauto-huopio.jpg?9"},"description":"Кауто Хуопіо працює у Фінському органі регулювання комунікацій FICORA з 2001 року, працюючи в агентстві увесь цей час по лінії інформаційної безпеки. Як головний спеціаліст групи співпраці мереж та ситуаційної обізнаності, його обов’язки охоплюють діапазон від Координатора ситуаційної обізнаності у Національному центрі кібербезпеки Фінляндії до національної та міжнародної співпраці з представниками CSIRT (Computer Security Incident Response Team) та провайдерами критичної інфраструктури.","slideshare":""},{"key":"2","speaker":"Аарон Люо","position":"дослідник з питань безпеки, Trend Micro","photo":{"uri":"https://uisgcon.org/speakers/aaron-luo.jpg?9"},"description":"","slideshare":""},{"key":"3","speaker":"Антон Павлушко","position":"волонтер, InformNapalm","photo":{"uri":"https://uisgcon.org/speakers/anton-pavlushko.jpg?9"},"description":"Ще з часів навчання у фізико-математичному ліцеї, полюбляв математичні Олімпіади та програмування. Пізніше навчався на ІПСА КПІ та продовжував полюбляти Олімпіади хоча і не так вдало як раніше. З 5-го курсу несподівано перевівся вчитись у Німеччину, де паралельно навчався і працював програмістом. Захоплюється футбольною статистикою та OSINT. Cтарший програміст, випускник IASA KPI та HS München.","slideshare":""},{"key":"4","speaker":"Олексій Семеняка","position":"директор із зовнішніх зв’язків (регіон Східна Європа та Центральна Азія), RIPE NCC","photo":{"uri":"https://uisgcon.org/speakers/alex-semenyaka.jpg?9"},"description":"Олексій Семеняка є Директором із Зовнішніх Зв’язків RIPE NCC (регіон Східна Європа та Центральна Азія). У складі команди Департаменту Зовнішніх Зв’язків він відповідає за взаємодію організації з членами RIPE NCC, організаціями, які займаються стандартизацією і розробками, академічними закладами, правоохоронними органами та іншими учасниками Інтернет-спільноти. Олексій також є Технічними Радником RIPE NCC і відслідковує тенденції розвитку та регулювання галузі, предствляє RIPE NCC на тематичних конференціях та зустрічах, працює над покращенням освітніх сервісів RIPE NCC. Крім того, наразі Олексій є Віце-Головою Програмного комітету конференції ENOG та членом Програмного комітету RIPE Meeting.\n\nДо приходу у RIPE NCC Олексій працював Виконавчим директором у компанії Qrator Labs, чкяка спеціалізується на попередженні DDos-атак та досліджень зв’язності в мережі Інтернет. До цього очолював мережевий підрозділ в компанії Яндекс. Професійний досвід Олексія також включає роботу з кількома операторами зв’язку.","slideshare":""},{"key":"5","speaker":"Олексій Старов","position":"докторант Університета Стоні Брук","photo":{"uri":"https://uisgcon.org/speakers/alex-starov.jpg?9"},"description":"Дослідження Олексія спрямовані на веб-безпеку та конфіденційність, більшість його проектів стосуються розслідування різноманітних онлайн-загроз: від порушення приватності та введення цензури до інших видів кіберзлочинів. Олексій часто виступає на топових академічних конференціях із захисту інформації і є автором багатьох успішних наукових статей, а деякі з них були висвітлені у таких медіа як WIRED і The Hacker News. У 2013 році Олексій отримав ступінь майстра в області програмної інженерії Університету Східної Кароліни, США (з відзнакою), і також з відзнакою закінчив магістратуру Національного аерокосмічного університету ХАІ, Харків, Україна. Олексій також має практичний досвід в індустрії кібербезпеки: від посади технічного директора в українській стартап-компанії до дослідницьких стажувань у таких компаніях як Palo Alto Networks.","slideshare":""},{"key":"6","speaker":"Микола Коваль","position":"співзасновник української компанії CyS Centrum","photo":{"uri":"https://uisgcon.org/speakers/mykola-koval.jpg?9"},"description":"Керівник CyS-CERT. Учасник багатьох профільних заходів (в т.ч., як представник України з питань кібербезпеки), спікер (FIRST, TEISS, DCC, UISGCON, CERT-EE Symposium, OSCE CBM, SECURE, EMA та ін.). Впевнений, що питання розвідки кіберзагроз, як невід’ємна частина процесу оцінки ризиків, мають бути складовою процесу забезпечення інформаційної безпеки вцілому.","slideshare":""},{"key":"7","speaker":"Олександра Гладишевська","position":"директор та співзасновник компанії Страховий брокер «Інсарт»","photo":{"uri":"https://uisgcon.org/speakers/olexandra-gladyshevska.jpg?9"},"description":"У 2011 році закінчила університет «Східний Світ». За фахом – знавець японської та англійської мов. У 2012 році отримала диплом Міжнародного університету фінансів за спеціальністю «Фінанси і кредит». У страховому бізнесі з 2011 року. У 2014 році стажувалася в одній з найбільших перестрахувальних компаній світу “SCOR P&C” (Париж, Франція). У 2015 році заснувала компанію «Страховий брокер «Інсарт», де зараз обіймає посаду Генерального директора. З урахуванням наявності досвіду співпраці з міжнародними компаніями, обрала основною спеціалізацією кіберстрахування та змогла зацікавити світових страхових гравців стати партнерами та покривати збитки українських компаній через кібератаки. Постійно публікується в періодичних виданнях, таких як Delo.ua, Forbes та НВ.Бізнес.","slideshare":""},{"key":"8","speaker":"Девід Мейнор","position":"головний керівник, Cisco Talos","photo":{"uri":"https://uisgcon.org/speakers/david-maynor.jpg?9"},"description":"Девід є керівником групи Threat Intelligence у Talos по Ближньому Сходу та Європі. На цій посаді він розвиває партнерський обмін інформацією, аналізує нові атаки та ШПЗ, а також допомагає створювати захист у продуктах Cisco. Пан Мейнор спеціалізується на реверс інжинірингу, виявленню експлоїтів та розробці нових технік тестів на проникнення. До Cisco пан Мейнор проацював у різних посадах від стартапів до консалтінгу. Девід регулярно виступає на на конференціях з інформаційної безпеки, таких як Blackhat та Defcon. Також він надає коментарі експертний аналіз для ЗМІ на тему інформаційної безпеки.","slideshare":""},{"key":"9","speaker":"Ібрагім Халіл Сарухан","position":"консультант з комп’ютерних судових досліджень, DigiSecure, Стамбул, Туреччина","photo":{"uri":"https://uisgcon.org/speakers/ibrahim-halil-saruhan.jpg?9"},"description":"Він має ступінь бакалавра відділу комп’ютерної інженерії університету Мармара та ступінь магістра комп’ютерних наук університету Делаверу. його поточна діяльність включає розробку Security Software, проведення комп’ютерних судових розслідувань та консультування з питань інформаційної безпеки. 16 років тому Ібрагім почав свою кар’єру як розробник ПЗ і працював переважно в інтересах Телеком-компаній. Він володіє багатьма сертифікатами, серед яких 11 сертифікатів Глобального центру аналізу комп’ютерних інцидентів (GIAC, the USA), а саме: GWAPT, GCIH, GPEN, GCFA, GSEC, GCIA-Gold, GCFW, GSNA, GWAS, GPCI та SSP-GHD. його робота “Виявлення та попередження шахрайських пристроїв у Мережі” для сертифікації GIAC була включена до ТОР-25 робіт, доступ до неї можливий через SANS Reading Room.","slideshare":""},{"key":"10","speaker":"Костянтин Педан","position":"пентестер, SRC Security Research & Consulting GmbH","photo":{"uri":"https://uisgcon.org/speakers/kostiantyn-pedan.jpg?9"},"description":"Костянтин – спеціаліст в сфері інформаційної безпеки та тестів на проникнення, працює консультантом в SRC Security Research & Consulting GmbH. Він виконує різноманітні проекти в межах вимог стандарту PCI DSS та Visa HCE аудитів. Костянтин здобув свій професійний досвід працюючи з 2011 року фрілансером, а починаючи з 2013 року в команді спеціалістів, яка щільно працює на тлі захисту від кібер загроз з різноманітними комерційними та державними фінансовими установами Німеччини. Його спеціалізація в тестуванні веб додатків, аналізу рівня безпеки мобільних рішень для емуляції платіжних карток разом з командою експертів з Visa Inc. та проведення сертифікованих сканувань на вразливості безпеки в межах PCI DSS.","slideshare":""},{"key":"11","speaker":"Джеф Хeмм","position":"технічний директор, Mandiant, a FireEye company","photo":{"uri":"https://uisgcon.org/speakers/jeff-hamm.jpg?9"},"description":"Джеф Хамм працює у Mandiant з 2010-го року та займає посаду Технічного Директора у Європі, де він керує командою, яка проводить експертизу з форензікі та реагування на інциденти. Експертиза та реагування проводиться в діапазоні від одного до 100 000 хостів у мережі. Він також працює неповний робочий день в якості позаштатного лектора у NTNU (Норвезький науково-технічний університет) у м. Євік (Gjøvik), Норвегія з 2011. Там він надає інтенсивні практичні лабораторії на базі реальних форензік-інцидентів, використовуючи як сервери Windows, так і Linux та системи, з яких велась атака. Він співавтор “Digital Forensics”, що редагована Андре Арнесом у 2017. Книга призначена для науковців та практиків. Він був заступником шерифа округу Окленд в штаті Мічіган, США протягом 11 років. Чотири роки працював у департаменті комп'ютерних злочинів та експертизи з форензікі та три роки - начальником першої черги (сержант). Джеф має величезний досвід роботи в області форензікі та отримав свій CFCE (Certified Computer Forensic Examiner) у 2003 році. Отримав ACE (AccessData Certified Examiner) у 2008 році, EnCE (EnCase Certified Examiner) у 2010 році, GCFA (GIAC Computer Forensic Аналітик) у 2010 році. Він проводить інструктаж в галузі комп'ютерної форензікі з 2004 року в IACIS (Міжнародна асоціація експертів з комп'ютерних розслідувань).","slideshare":""},{"key":"12","speaker":"Андрій Брюховецький","position":"головний дослідник, FireEye","photo":{"uri":"https://uisgcon.org/speakers/andriy-brukhovetskyy.jpg?9"},"description":"Андрій Брюховецький почав працювати у віці 19 років в іспанській компанії S21Sec у відділі боротьби з комп’ютерними злочинами та займався дослідженнями у сфері кібер-злочинності. На теперішній час працює у FireEye Isight Intelligence у якості Senior Security Researcher. Активно бере участь у житті open-source ком’юніті.","slideshare":""},{"key":"13","speaker":"Максим Тульев","position":"CEO, NetAssist","photo":{"uri":"https://uisgcon.org/speakers/max-tulyev.jpg?9"},"description":"","slideshare":""},{"key":"14","speaker":"Тім Карпинський","position":"VX HEAVEN","photo":{"uri":"https://uisgcon.org/speakers/tim-karpinsky.jpg?9"},"description":"Можна натрапити на нього у барі.","slideshare":""},{"key":"15","speaker":"Олексій Смірнов","position":"CEO, Glanc, Bulgaria","photo":{"uri":"https://uisgcon.org/speakers/alex-smirnoff.jpg?9"},"description":"Олексій — досвідчений професіонал інформаційної безпеки з 25+ роками практичного досвіду, у тому числі: у наступальній безпеці, дизайні, імплементації продуктів та сервісів, консалтінгу, керівництві департаменту інфобезпеки у компанії-системному інтеграторі, CISO у міжнародному холдінгу, тощо.\nЗараз Олексій працює щоб допомогти іншим зрозуміти інформаційну безпеку у контексті бізнесу. А часто це є не тим, чим здається.\nПредметними областями компетенцій Олексія є керування вразливостями та ризиками окрім типових GRC-вимог, а також метрики ефективності інформаційної безпеки.","slideshare":""},{"key":"16","speaker":"Володимир Стиран","position":"Директор з операцій, Бережа Сек`юріті","photo":{"uri":"https://uisgcon.org/speakers/vlad-styran.jpg?9"},"description":"Спеціаліст з інформаційної безпеки з основним фокусом на безпеці програмного забезпечення та соціальній інженерії. Будую команди з наступальної безпеки останні 10 років, наразі – у моїй власній компанії. Ентузіаст обізнаності з питань безпеки, психолог-аматор, деколи беру участь у Bug Bounty. Співзасновник та організатор UISGCON. Співзасновник відділення OWASP Kyiv. Доповідач на BruCON, BSidesKyiv, UISGCON, IDC Security, IT Weekend, PHDays тощо.","slideshare":""}],[{"key":"0","speaker":"Kim Zetter","position":"American freelance journalist in Oakland, California.","photo":{"uri":"https://uisgcon.org/speakers/kim-zetter.jpg?9"},"description":"She has written on a wide variety of subjects from the Kabbalah to dining out in San Francisco to Israel to cryptography and electronic voting, and her work has been published in newspapers and magazines all over the world, including the Los Angeles Times, San Francisco Chronicle, Jerusalem Post, San Jose Mercury News, Detroit Free Press, and the Sydney Morning Herald. She has been a staff reporter at Wired, a writer and editor at PC World, and a guest on NPR and CNN.\nShe is probably best known for her reporting for Wired News, where she has written over 100 articles. Some of her work, such as that dealing with the security problems of electronic voting machines, and public interest in the CIA's Kryptos sculpture, introduced stories that were not covered by the mainstream press until months later. Her 2003–2004 series of articles on electronic voting won several awards, and she was shortlisted for the prestigious Investigative Reporters and Editors Award.\nZetter has interviewed and written about many notable people including sculptor Jim Sanborn (creator of the CIA's Kryptos sculpture), Ed Scheidt (Chairman of the CIA's Cryptographic Center), Mike Lynn (about the Cisco scandal in 2005), Australian film director Baz Luhrmann, United States Assistant Attorney General Viet Dinh (creator of the Patriot Act), and the famous cryptographer Bruce Schneier.","slideshare":""},{"key":"1","speaker":"Kauto Huopio","position":"senior specialist, FICORA / NCSC-FI ","photo":{"uri":"https://uisgcon.org/speakers/kauto-huopio.jpg?9"},"description":"Kauto Huopio has been involved with Finnish Communications Regulatory Authority (FICORA) since 2001, working whole time with the information security activities within the agency. As Chief Specialist of the Collaboration Networks and Situational Awareness group, his duties span from Situational Awareness Coordinator shifts at the NCSC-FI Situation Centre to national and international collaboration with other CSIRT actors and critical infrastructure providers.","slideshare":""},{"key":"2","speaker":"Aaron Luo","position":"security researcher, Trend Micro","photo":{"uri":"https://uisgcon.org/speakers/aaron-luo.jpg?9"},"description":"He joined the Cyber Safety Solution team of Trend Micro in 2015. Aaron has started his security research since 2005 and is active in the information security communities in Taiwan. He has several research papers published in HITCON, UISGCON, CLOUDSEC, SYSCAN360 and DEFCON.","slideshare":""},{"key":"3","speaker":"Anton Pavlushko","position":"volunteer, InformNapalm","photo":{"uri":"https://uisgcon.org/speakers/anton-pavlushko.jpg?9"},"description":"Since times of studying at physico-mathematical lyceum Anton has been loving mathematical Olympics and programming.\n\nLater he studied at Institute of Applied Systems Analysis at National Technical University KPI and was continuing to love Olympics however not so successfully like before. Being a student of 5th year at National Technical University KPI (Kyiv, Ukraine) Anton unexpectedly moved to Germany to continue his education where he simultaneously worked as a programmer.","slideshare":""},{"key":"4","speaker":"Alex Semenyaka","position":"external relations officer - technical advisor (Eastern Europe and Central Asia), RIPE NCC","photo":{"uri":"https://uisgcon.org/speakers/alex-semenyaka.jpg?9"},"description":"Oleksiy is an External Relations Officer for the RIPE NCC (Eastern Europe and Central Asia) and is based in Moscow.\nAs part of the External Relations team, he helps lead the RIPE NCC's engagement with membership, the RIPE community, technical bodies, academia, law enforcement and other Internet stakeholders. As Technical Advisor, Alex also follows Internet industry and government developments related to ICT, particularly in the former Soviet countries, monitors and attends industry conferences and meetings, representing the RIPE NCC there, and works with internal stakeholders to enhance the RIPE NCC's training activities.\nHe is currently the Vice Chair of ENOG Programming Committee and a member of RIPE Programming Committee.\nPrior to his role at the RIPE NCC, Alex worked in engineering and management positions in the telecom industry, content and service providers, enterprises.\nAlex has spoken and presented at many local and international events as an expert in the design and security of data networks and data centres.\nAlex studied Chemistry at the Moscow State University, graduating in 1994 with honours.","slideshare":""},{"key":"5","speaker":"Alex Starov","position":"Ph.D. candidate in Computer Science at Stony Brook University, New York.","photo":{"uri":"https://uisgcon.org/speakers/alex-starov.jpg?9"},"description":"His research focuses on web privacy and security, and most of his projects are about investigating online threats, from privacy intrusions and censorship to all other cybercrimes.\nAlex has been presenting at many of top tier academic conferences in security and has published many successful papers, some of which were highlighted in such media as WIRED or The Hacker News.\nIn 2013 he got his M.S. degree in Software Engineering from East Carolina University, USA, and M.S. in Computer Engineering from National Aerospace University ‘KhAI’, Kharkiv, Ukraine.\nBoth with university honors. Alex also has industrial experience, like being a CTO of a mobile startup company back in Ukraine, or doing research internships in such security companies like Palo Alto Networks.","slideshare":""},{"key":"6","speaker":"Mykola Koval","position":"co-founder of Ukrainian cybersecurity firm CyS Centrum","photo":{"uri":"https://uisgcon.org/speakers/mykola-koval.jpg?9"},"description":"Representative of CyS-CERT. Speaker at multiple local and international events (FIRST, TEISS, DCC, UISGCON, CERT-EE Symposium, OSCE CBM, SECURE, EMA etc.). Mykola believes that threat intelligence, as a part of risk assessment, should be considered as an essential InfoSec ingredient.","slideshare":""},{"key":"7","speaker":"Olexandra Gladyshevska","position":"director and co-founder of Insart Insurance Broker","photo":{"uri":"https://uisgcon.org/speakers/olexandra-gladyshevska.jpg?9"},"description":"In 2011 graduated from the \"Eastern World\" University as a specialist in Japanese and English languages. In 2012 received diploma of the International University of Finance, specializing in Finance and Credit. Started to work in insurance business since 2011. In 2014, trained in one of the largest reinsurance companies in the world \"SCOR P&C\" (Paris, France). In 2015, founded Insurance Broker INSART, where now holds the position of CEO. Taking into account the experience of cooperation with international companies, chose cyber insurance as the main line of business and has attracted world insurance players to become partners and to cover losses of Ukrainian companies caused by cyber-attacks. Constantly published in periodicals such as Delo.ua, Forbes and NV.Business.","slideshare":""},{"key":"8","speaker":"David Maynor","position":"technical lead, Cisco Talos","photo":{"uri":"https://uisgcon.org/speakers/david-maynor.jpg?9"},"description":"David Maynor is the lead for the Talos Threat Intelligence group for the Middle East and Europe. In this role he develops intelligence sharing partnerships, analyzes new attacks and malware, and helps craft protection in Cisco products. Mr. Maynor specializes in reverse engineering, exploit discovery, and development of new penetration testing techniques.\n\nBefore Cisco Mr. Maynor has worked in a variety of roles from startups to consulting as well as operations. Mr. Maynor is a regular public speaker at information security conferences such as Blackhat and Defcon. Mr Maynor also provides commentary and expert analysis for media outlets on the topic of information security.","slideshare":""},{"key":"9","speaker":"Ibrahim Halil Saruhan","position":"computer forensics consultant, DigiSecure, Istanbul, Turkey","photo":{"uri":"https://uisgcon.org/speakers/ibrahim-halil-saruhan.jpg?9"},"description":"He holds a BS Degree from the Computer Engineering Department at Marmara University and a MS Degree in Computer Science from The University of Delaware. His current daily activities include Information Security Software Development, Computer Forensics Investigations and Information Security Consulting. Ibrahim started his career as a Software Developer 15 years ago and worked in his career mostly for Telecom companies. Ibrahim holds several certifications 11 of them being GIAC namely GWAPT, GCIH, GPEN, GCFA, GSEC, GCIA-Gold, GCFW, GSNA, GWAS, GPCI and SSP-GHD. His paper “Detecting and Preventing Rogue Devices on the Network” for his GCIA Certification was one of the top25 papers and can be accessed from the SANS Reading Room.","slideshare":""},{"key":"10","speaker":"Kostiantyn Pedan","position":"penetration tester, SRC Security Research and Consulting GmbH","photo":{"uri":"https://uisgcon.org/speakers/kostiantyn-pedan.jpg?9"},"description":"Kostiantyn will talk on web application fazzing features and how to work through effecting testing strategy.\nKonstantin Pedan is a security and penetration testing expert. Works as a consultant at SRC Security Research & Consulting GmbH. He participates in a variety of projects within the requirements of the PCI DSS and Visa HCE standards. Konstantin has gained his first professional experience working as a freelancer since 2011.\nStarting in 2013 he acts in a team of professionals who work against cyber threats by contract from various commercial and public financial institutions in Germany. He specializes in testing of web applications, analysis of the security level of mobile solutions for payment cards emulation, in collaboration with a team of experts from Visa Inc. Konstantin provides certified security vulnerabilities scans within PCI DSS.","slideshare":""},{"key":"11","speaker":"Jeff Hamm","position":"technical director, Mandiant, a FireEye company","photo":{"uri":"https://uisgcon.org/speakers/jeff-hamm.jpg?9"},"description":"Jeff Hamm has been employed with Mandiant since 2010 and is a Technical Director assigned to the Europe region, where he manages a team that conducts forensic examinations and incident response. Response and examinations range from a single host to over 100,000 hosts on a network. He also works part-time as an adjunct lecturer at NTNU (Norwegian Science and Technology University) in Gjøvik, Norway since 2011. There he provides intense practical labs based on real world computer forensic incidents using both Windows and Linux servers and attacker systems. He has co-authored “Digital Forensics” edited by Andre Arnes in 2017. The book is designed for academia and practitioners.\n\nHe was a Deputy with the Oakland County Sheriff’s Office in the State of Michigan, USA for over 11 years. He worked four years with the Sheriff’s Office as a Computer Crimes Detective and Forensic Examiner and three years as a first-line supervisor (Sergeant).\n\nJeff has significant experience in the computer forensic field and obtained his CFCE (Certified Computer Forensic Examiner) in 2003. He obtained his ACE (AccessData Certified Examiner) in 2008, his EnCE (EnCase Certified Examiner) in 2010, and his GCFA (GIAC Computer Forensic Analyst) in 2010. He has been instructing in the field of computer forensics since 2004 at IACIS (The International Association of Computer Investigative Specialists).","slideshare":""},{"key":"12","speaker":"Andriy Brukhovetskyy","position":"senior researcher, FireEye","photo":{"uri":"https://uisgcon.org/speakers/andriy-brukhovetskyy.jpg?9"},"description":"Andriy Brukhovetskyy, started at the age of 19 with Spanish S21Sec in eCrime Unit doing cybercrime related research. Currently working at FireEye iSIGHT Intelligence as Senior Security Researcher. Active open source collaborator.","slideshare":""},{"key":"13","speaker":"Max Tulyev","position":"CEO, NetAssist","photo":{"uri":"https://uisgcon.org/speakers/max-tulyev.jpg?9"},"description":"","slideshare":""},{"key":"14","speaker":"Tim Karpinsky","position":"VX HEAVEN","photo":{"uri":"https://uisgcon.org/speakers/tim-karpinsky.jpg?9"},"description":"Meet him in the bar.","slideshare":""},{"key":"15","speaker":"Alex Smirnoff","position":"CEO, Glanc, Bulgaria","photo":{"uri":"https://uisgcon.org/speakers/alex-smirnoff.jpg?9"},"description":"Alex is a seasoned information security professional with 25+ years practical experience, which includes offensive security, design and implementation of products and services, consulting, leading information security department in a system integrator company, and CISO job in a multinational holding; now Alex works to help others to make sense of information security in business context, which often is not what it seems to be. Alex’s particular areas of expertise are vulnerability management, risk management beyond typical GRC requirements, and metrics of information security effectiveness.","slideshare":""},{"key":"16","speaker":"Vlad Styran","position":"Berezha Security","photo":{"uri":"https://uisgcon.org/speakers/vlad-styran.jpg?9"},"description":"Security professional with the main focus on Application Security and Social Engineering. Building offensive security teams for almost 10 years, currently in my own company. Security awareness enthusiast, amateur psychologist, occasional bug bounty hunter. Blogger, podcast producer, endurance runner. Co-founder and organizer of UISGCON. Co-founder of OWASP Kyiv chapter. Previously spoke at BruCON, BSidesKyiv, UISGCON, IDC Security, IT Weekend, PHDays and others. MS in Applied Math, OSCP, CISSP, CISA.","slideshare":""}]]
